import * as Model from '@/models/interfaces/common';
const travelContent: Model.IIineraryContentReponse = {
	sea: {
		title: '的風光，自由自在無拘無束',
		content: [
			'天然的海灣、潔白的沙灘，面對著迷人的藍藍大海、優勢的地理位置、浪漫的氣息，讓人感到輕鬆自在！您可在臨海游泳池悠游戲水，還可望向一望無際的藍天大海，在躺椅小憩或發呆、或出海去浮潛、遊玩平台水上活動⋯⋯等等，在這美麗原始的海灘享受寧靜的片刻，並得到最深的感動！',
			'有別於常見的沙灘俱樂部，烏布河谷俱樂部位於峇里島著名瀑布 Blangsinga 中，擁有時下流行烏布鞦韆、鳥巢、山林泳池，在這可好好放鬆，享受烏布寧靜的氛圍，爾後漫步至 Blangsinga 瀑布，欣賞大自然所展現的美景。海域生態豐富，浮潛、深淺、海釣、與鯨鯊共游是你每天的行程。喜歡潛水的你一定會愛上這，你可以找到許多專業的潛水課程。跳島之旅是一定要的，搭乘螃蟹船到薄荷島尋找世界最小的猴子—眼鏡猴、到巴里卡薩島野生海龜浮潛區找海龜、美得令人屏息的處女島⋯⋯。宿霧絕對是讓你花少少錢，體驗全方位度假娛樂的好地方。',
		],
	},
	land: {
		title: '的一角，穿越自然遨遊秘境美景',
		content: [
			'泰雅語稱鎮西堡部落為 Cinsbu，意即「清晨熟睡中，陽光已經朗照大地，整天日曬不絕、直到黃昏，白晝溫暖、夜晚寒冷，這是個病蟲絕跡，作物生長良好的土地。」這裡孕育了全台最大的檜木原始林，隔著塔克金溪與司馬庫斯巨木群互望，東向宜蘭鴛鴦湖一帶，與棲蘭檜木原生林連成一片。後人依樹型為巨木命名，其中以傳神的亞當、夏娃及孕母神木最為著名。您有一整個早上的時間可輕鬆漫步享受林兼悠閒時光，小溪、寒風中陣陣山香撲鼻，漫布於鄉野中，人生暢意也。',
			'享用完午餐可以自行在雪霸農場裡面輕輕鬆鬆渡過ㄧ個林間午後時光或者展開綠光森林之旅；位於農場上方的「野馬瞰山森林步道」，來回大約 2、3 公里，平坦好走，不論寒暑漫步林道之間，時而雲霧繚繞、時而陽光灑落變化萬千，林相十分豐富，原始雜木落葉林、人工造林所植的柳杉林以及錯雜其間僅存的國寶級檜木⋯⋯等，毫不吝嗇的給予每一位到訪的遊客，滿滿的健康芬多精。而柳杉針葉經年累月的灑落林道上，彷彿是大地特別為每位造訪者所舖上的柔軟地毯，更增添林道的幾許美意。',
		],
	},
	shopping: {
		title: '的回憶，散步耍廢看夕陽',
		content: [
			'想要以不同的方式體驗台灣最精彩絕倫的城市風景嗎？搭乘「貓纜之眼」水晶車廂，從高空俯瞰貓空悠閒山景、遠眺台北城市天際線。前往訪台旅客最愛景點之一，暫時脫離市區喧囂，到古道縱橫的貓空感受不一樣的城市風景。曾為台北最大產茶區的貓空，已經搖身變為觀光勝地，山上除了有著眾多茶店以外，也有許多保留完善的自然美景，最適合呼朋引伴一同叫上一壺好茶，放下煩憂、共享悠然風景。搭乘底部為強化玻璃製成的水晶車廂，感受懸浮在高空美景之上的刺激樂趣。更棒的是，購買本套票還能搭乘台北雙層觀光巴士，享受玩貓空之美後，再繼續體驗台北夜生活。乘坐在半露天的座位之上，任意遊覽入夜後的都市叢林樣貌，輕鬆抵達各大不容錯過的熱門景點。',
		],
	},
	history: {
		title: '的故事，尋訪過去的前人記憶',
		content: [
			'沿著斜斜的山坡以及鐵道兩旁，依序建蓋著古厝房舍，附近的商家大多是傳統柑仔店、飲食店、水果舖等，可以看出當地居民簡樸單純的生活情形。而每當火車通過老街上方的鐵路的時，就會傳來轟隆轟隆的聲響；在這充滿古味的老街裡，路標上除了寫有中文及英文字外，還會再寫上一串日文字，讓人有種身處日本的感覺。你可以到處去尋幽探訪，在老街巷弄中找到最富人情、最古意的建築器物；你可以隨意閒逛，突然驚見火車從頭頂的鐵橋駛過，令人迫不及待地想按下快門捕捉這難得的畫面。走一趟體驗恬靜的歷史情懷與悠悠的生活情調，更增添旅程中的美好回憶。',
		],
	},
};

export default travelContent;
